"LDMMJRefreshHeaderIdleText" = "下拉可以刷新";
"LDMMJRefreshHeaderPullingText" = "松开立即刷新";
"LDMMJRefreshHeaderRefreshingText" = "正在刷新数据中...";

"LDMMJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"LDMMJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"LDMMJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"LDMMJRefreshBackFooterIdleText" = "上拉可以加载更多";
"LDMMJRefreshBackFooterPullingText" = "松开立即加载更多";
"LDMMJRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"LDMMJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"LDMMJRefreshHeaderLastTimeText" = "最后更新：";
"LDMMJRefreshHeaderDateTodayText" = "今天";
"LDMMJRefreshHeaderNoneLastDateText" = "无记录";
